Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A21C.tmx
Source language: en_us
Languages: zh_cn

source: Putting Stamp on Afghan War, Obama Will Send 17,000
zh_cn: 奥巴马将增兵1万7，将自己绑上阿富汗战车

source: President Obama said Tuesday that he would send an additional 17,000 American troops to Afghanistan this spring and summer, putting his stamp firmly on a war that he has long complained is going in the wrong direction.
zh_cn: 本周二，奥巴马总统表示，他将在今年春夏两季再向阿富汗增派17000人的美军部队。这样，他就将自己牢牢地与这场曾被他一直指责为走入歧途的战争绑在了一起。

source: The order will add nearly 50 percent to the 36,000 American troops already there.
zh_cn: 他的增兵命令将使驻阿富汗美军在已有的36000人的基础上，再增加50%。

source: A further decision on sending more troops will come after the administration completes a broader review of Afghanistan policy, White House officials said.
zh_cn: 白宫官员称，内阁对阿富汗政策进行的更全面的评估完成后，将会进一步做出增派更多部队的决定。

source: Mr. Obama said in a written statement that the increase was “necessary to stabilize a deteriorating situation in Afghanistan, which has not received the strategic attention, direction and resources it urgently requires.”
zh_cn: 奥巴马在一份书面声明中提到，增兵“对稳定恶化中的阿富汗局势是必要的，而阿富汗还没有获得所需的、至关重要的物资、管理和关注。”

source: At least for now, Mr. Obama’s decision gives American commanders in Afghanistan most but not all of the troops they had asked for.
zh_cn: 至少眼下， 奥巴马的决定给了驻阿美军指挥官之前所要求的大部分，但不是全部部队。

source: But the decision also carries political risk for a president who will be sending more troops to Afghanistan before he has begun to fulfill a promised rapid withdrawal of troops from Iraq.
zh_cn: 但这个决定也给总统带来了政治风险，因为他还没开始履行从伊拉克撤军的承诺，就要向阿富汗增兵了。

source: Many experts worry that Afghanistan presents an even more formidable challenge for the United States than Iraq does, particularly with neighboring Pakistan providing sanctuary for insurgents of the Taliban and Al Qaeda.
zh_cn: 很多专家都担心，与伊拉克相比，阿富汗是美国现在面临的更为艰巨的挑战 尤其是，还有领国巴基斯坦为来自塔利班和基地组织的叛乱分子提供庇护。

source: Under Mr. Obama’s plan, a unit of 8,000 marines from Camp Lejeune, N.C., will be deployed in the next few weeks, aiming to be in Afghanistan by late spring, administration officials said, while an Army brigade from Fort Lewis, Wash., composed of 4,000 soldiers, will be sent in the summer.
zh_cn: 内阁官员说，按照奥巴马的计划，从北卡罗莱纳州的列尊营基地开出的一支8000人的海军陆战队，将在随后数周内被派往阿富汗。他们将赶在春季结束前进驻。

source: An additional 5,000 Army support troops will also be deployed in the summer.
zh_cn: 同时，一个驻扎在美国华盛顿州刘易斯堡的4000人的陆军旅，将在夏天被派往阿富汗。另有5000人的陆军支援部队也将在夏天被调遣过去。

source: Antiwar groups criticized Mr. Obama’s decision even before the White House announced it.
zh_cn: 甚至还没等白宫发出公告，奥巴马的增兵决定就遭到了反战组织的批评。

source: “The president is committing these troops before he’s determined what the mission is,” said Tom Andrews, director of the coalition organization Win Without War.
zh_cn: “总统还没等明确目标是什么，就先把军队派出去了” Tom Andrews说 他是联盟组织“不战而胜”的负责人.

source: “We need to avoid the slippery slope of military escalation.”
zh_cn: “我们一定要避免滚滚而来增兵潮。”

source: Mr. Obama said in his statement that “the fact that we are going to responsibly draw down our forces in Iraq allows us the flexibility to increase our presence in Afghanistan.”
zh_cn: 奥巴马在声明中称“我们将减少伊拉克的驻军，这使我们可以适当扩大在阿富汗的军事存在”。

source: American generals in Afghanistan had been pressing for additional forces to be in place by late spring or early summer to help counter growing violence and chaos in the country.
zh_cn: 驻阿富汗的美军将领一直催促在春末或夏初前将援兵派到位，以帮助平息这个国家日益增长的暴力和混乱。

source: Of the 30,000 additional troops that the commanders had initially sought, some 6,000 arrived in January after being sent by President Bush.
zh_cn: 驻阿指挥官最初要求增加的30000名士兵中 布什总统派出的6000人已经在一月份到达了.

source: The administration’s review of Afghanistan policy is supposed to be completed before early April, when Mr. Obama heads to Europe for a NATO summit meeting at which he is expected to press American allies for more troops and help in Afghanistan.
zh_cn: 内阁对阿富汗政策的评估有望在四月初前就结束，届时，奥巴马正好去欧洲参加北约组织首脑会议，他有望在那督促美国的盟国向阿富汗派遣更多的部队，和提供更多的援助。

source: In an interview with the Canadian Broadcasting Corporation on Tuesday, Mr. Obama said he was “absolutely convinced that you cannot solve the problem of Afghanistan, the Taliban, the spread of extremism in that region solely through military means.”
zh_cn: 周二，在接受加拿大广播公司的采访时，奥巴马说他“绝对确信，仅凭军事行动是无法解决阿富汗、塔利班，以及该地区极端主义蔓延的问题。”
